/******************************************************************************************
*******************************************************************************************
**  Практическая работа 4																 **
**  Выполнил студент группы И-31														 **
**	Сафронов Данил																		 **
**	Вариант 17																			 **
**  Проверил преподаватель Фомин А.Т.													 **
**  Задание: Определить количество локальных минимумов в заданном числовом массиве		 **
*******************************************************************************************
*******************************************************************************************/

#include "Vectors.h" 
int main() { Vectors::Initialize(); }
