fun main() {
    val a1 = 9;
    val b1 = 2;
    val a2 = 7;
    val b2 = -3;
    val a3 = 0.1;
    val b3 = 4;
    if (a1 < 0 && b1 > 0) {
        println("Первая точка находится в первой четверти");
    } else {
        println("Первая точка не находится в первой четверти");
    }
    if (a2 < 0 && b2 > 0) {
        println("Вторая точка находится в первой четверти");
    }else {
        println("Вторая точка не находится в первой четверти");
    }
    if (a3 < 0 && b3 > 0) {
        println("Третья точка находится в первой четверти");
    }else {
        println("Третья точка не находится в первой четверти");
    }
}